# FtSup3PerLbMass Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..FtSup3PerLbMass Property
SymbolTypeId Class See Also
---
Symbol ft³/lb, indicating unit Cubic feet per pound mass.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId FtSup3PerLbMass { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FtSup3PerLbMass As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FtSup3PerLbMass {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace